{
    "title": "Название визуальной новеллы",
    "author": "Shireee & NastyaHarina",
    "chapters": [{
        "chapter": 0,
        "title": "Глава 0. Начало путешествия",
        "routes": [{
            "root_title": "Глава без выборов",
            "scenes": [{
                "scene": 1,
                "image": "0-0-1.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Когда я был ребёнком, меня всегда привлекала таинственность неизведанного и загадочного моря."
                    },
                    {
                        "speaker": "",
                        "text": "В этом океане тайн я видел целый мир, полный загадок и чудес."
                    },
                    {
                        "speaker": "",
                        "text": "В наше время кажется маловероятным обнаружить что-то по-настоящему новое, будь то острова или новые виды животных."
                    },
                    {
                        "speaker": "",
                        "text": "Тем не менее, существуют отдаленные уголки земли, о которых знают только избранные."
                    },
                    {
                        "speaker": "",
                        "text": "Эти загадочные острова, потерянные в бескрайних просторах синего океана, словно манят и притягивают."
                    },
                    {
                        "speaker": "",
                        "text": "К сожалению, новых островов я не открою, но в этом году я планирую насладиться красотой острова Сакуранорай."
                    },
                    {
                        "speaker": "",
                        "text": "Поэтому я решил провести свои летние каникулы там."
                    }
                ]
                },
                {
                "scene": 2,
                "image": "0-0-2.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Уважаемые гости круизного лайнера, прошу вас занять свои места. Через 5 минут начнинается наше путешествие."
                    },
                    {
                        "speaker": "",
                        "text": "Море... его величие и красота несравненны."
                    },
                    {
                        "speaker": "",
                        "text": "Это лето, о котором мы только мечтали, обещает стать незабвенным и захватывающим."
                    },
                    {
                        "speaker": "",
                        "text": "Мы собрались здесь, чтобы погрузиться в мир приключений."
                    },
                    {
                        "speaker": "",
                        "text": "Чтобы разгадывать загадки голубых волн и открывать новые горизонты наших впечатлений."
                    },
                    {
                        "speaker": "",
                        "text": "Вместе мы создадим воспоминания, которые будут с нами всю жизнь. Готовьтесь окунуться в это удивительное путешествие."
                    },
                    {
                        "speaker": "",
                        "text": "Пожалуйста, займите свои места, и наш корабль отправится в морское приключение, полное удивительных открытий и незабываемых моментов."
                    },
                    {
                        "speaker": "",
                        "text": "Под белоснежными облаками, на современном круизном лайнере, плывущего по бирюзовым волнам бескрайнего моря, раскрывается великолепие и изысканность."
                    },
                    {
                        "speaker": "",
                        "text": "Но внезапный шторм превращает этот прекрасный пейзаж в вихрь неожиданных событий."
                    }]
                },
                {
                "scene": 3,
                "image": "0-0-3.jpg",
                "audio": "storm.mp3",
                "content": [                   
                    {
                        "speaker": "",
                        "text": "*Пшш, бах, пшш, БАААААХ*. Агрессивные волны начали покрывать палубу нашего лайнера…"
                    },
                    {
                        "speaker": "",
                        "text": "О нет… Палуба… Я ее больше не чувствую под своими ногами…"
                    },
                    {
                        "speaker": "",
                        "text": "Бушующие волны уносят меня все дальше от лайнера…"
                    }]
                },
                {
                "scene": 4,
                "image": "0-0-4.jpg",
                "audio": "water.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Я чувствую легкий ветер, который проходит мимо моего мокрого тела... "
                    },
                    {
                        "speaker": "",
                        "text": "**Плеск волн о берег…**"
                    },
                    {
                        "speaker": "",
                        "text": "Руками я чувствую песок… Я все еще жив?"
                    },
                    {
                        "speaker": "",
                        "text": "Открыв глаза, вижу пальмы над собой."
                    },
                    {
                        "speaker": "",
                        "text": "Поднявшись и восстановив в памяти последние события, прихожу к логичному выводу: Меня выбросило на ближайший берег."
                    },
                    {
                        "speaker": "",
                        "text": "Нужно разведать обстановку..."
                    }]
                },
                {
                "scene": 5,
                "image": "0-0-5.jpg",
                "audio": "water.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Ступая по мягкому песку, я исследую остров, где зеленые пальмы вьются над бирюзовым берегом, а в воздухе витает сладкий аромат экзотических цветов."
                    },
                    {
                        "speaker": "",
                        "text": "Звуки волн мягко ласкают берег, создавая мелодию, в которой каждый шаг становится частью таинственного танца природы."
                    }]
                },
                {
                "scene": 6,
                "image": "0-0-6.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Неожиданно передо мной появилась девушка невероятной красоты. "
                    },
                    {
                        "speaker": "",
                        "text": "Ее взгляд, словно отражение бирюзового океана, притягивал внимание своими необыкновенными синими глазами, в которых казалось, будто зажглись звезды."
                    },
                    {
                        "speaker": "",
                        "text": "Длинные, мягкие волосы, как волны глубокого моря, обрамляли ее лицо, придавая образу неповторимую загадочность и невероятную привлекательность."
                    },
                    {
                        "speaker": "",
                        "text": "С каждым ее движением в воздухе витал невидимый след элегантности, а ее появление создало вокруг острова волшебную атмосферу неоткрытых секретов."
                    },
                    {
                        "speaker": "",
                        "text": "Твоя душа переплетена с песчинкой времени на этом острове."
                    },
                    {
                        "speaker": "",
                        "text": "Волны несут тайны, и только услышав их шепот, ты раскроешь книгу судеб. "
                    },
                    {
                        "speaker": "",
                        "text": "Следуй за сердцем, как за звездным светом в ночи, и, возможно, найдешь ответы в объятиях этого острова, где время хранит множество загадок."
                    }]
                },
                {
                "scene": 7,
                "image": "0-0-5.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Девушка исчезла так же внезапно, как и появилась. Неужели я успел получить солнечный удар? "
                    },
                    {
                        "speaker": "",
                        "text": "Возможно, так как все еще неясно, сколько времени я провел под солнцем, лежа на песке. "
                    },
                    {
                        "speaker": "",
                        "text": "Следует продолжить поиски ближайшего города или населенного пункта."
                    }]
                },
                {
                "scene": 8,
                "image": "0-0-8.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "С каждым шагом, который я делал, я всё глубже погружался в эту незнакомую и, как мне казалось, полную трудностей местность."
                    },
                    {
                        "speaker": "",
                        "text": "Однако красота этой местности совершенно пленила меня. Постоянно меняющиеся пейзажи повергали в изумление своей загадочностью и изначальной прелестью."
                    },
                    {
                        "speaker": "",
                        "text": "Я шёл по узкой тропинке, которая петляла между густыми зарослями кустарника и высокими деревьями."
                    },
                    {
                        "speaker": "",
                        "text": "По мере продвижения вперёд картина вокруг меня менялась, как в калейдоскопе."
                    },
                    {
                        "speaker": "",
                        "text": "Иногда мне казалось, что я слышу голоса птиц и животных, которые живут в этой загадочной местности."
                    },
                    {
                        "speaker": "",
                        "text": "Но я не мог определить, где именно они находятся, так как звуки были приглушенными и таинственными."
                    },
                    {
                        "speaker": "",
                        "text": "Несмотря на все трудности пути, я был полон решимости исследовать эту местность до конца."
                    },
                    {
                        "speaker": "",
                        "text": "Я знал, что каждый новый шаг приближает меня к разгадке ее тайн и скрытых сокровищ, которые могут быть спрятаны здесь."
                    }]
                },
                {
                "scene": 9,
                "image": "0-0-9.jpg",
                "audio": "calm.mp3",
                "content": [
                    {
                        "speaker": "",
                        "text": "Проходя через тернистые заросли, я заметил древние сооружения. Но что это? "
                    },
                    {
                        "speaker": "",
                        "text": "Пройдя чуть дальше, я увидел два огромных храма."
                    },
                    {
                        "speaker": "",
                        "text": "Они различались: на одном из них величественно возвышался крест."
                    },
                    {
                        "speaker": "",
                        "text": "Интересно, что это может означать..? "
                    },
                    {
                        "speaker": "",
                        "text": "А второй был похож на Синтоистским храм."
                    },
                    {
                        "speaker": "",
                        "text": "В каждом из них я видел, что-то неизвестное, загадочное."
                    },
                    {
                        "speaker": "",
                        "text": "Понимая, что мой выбор повлияет на будущее, я стоял перед несколькими путями."
                    }]
                }]
            }]
        },
        {
            "chapter": 1,
            "title": "Глава 0. На встречу приключениям",
            "routes": [{
                "root_title": "Во мне нет духа приключений.",
                "scenes": [{
                    "scene": 1,
                    "image": "0-0-9.jpg",
                    "audio": "sadge.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Исследование древних сооружений в одиночку -  это не лучшее решение. Пожалуй, мне стоит вернуться на пляж и ожидать помощи."
                        }]
                    },
                    {
                    "scene": 2,
                    "image": "0-0-8.jpg",
                    "audio": "sadge.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Удаляясь от этих древних сооружений, я прохожусь по уже знакомому пути."
                        },
                        {
                            "speaker": "",
                            "text": "Возможно, всё-таки стоило дать шанс своему духу приключений."
                        }]
                    },
                    {
                    "scene": 3,
                    "image": "0-0-5.jpg",
                    "audio": "sadge.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Я вернулся на пляж."
                        },
                        {
                            "speaker": "",
                            "text": "Волны тихо плещутся у моих ног, а солнце медленно садится за горизонт. Здесь я чувствую себя в безопасности, буду дожидаться помощи."
                        },
                        {
                            "speaker": "",
                            "text": "Спасибо за прочтение ознакомительной главы. Вы можете поддержать автора поставив звёздочку на гитхабе ⭐ https://github.com/Shireee",
                            "end": true
                        }
                    ]}
                ]
            },
            {
                "root_title": "Подойти к храму Синто",
                "scenes": [{
                    "scene": 1,
                    "image": "0-0-9.jpg",
                    "audio": "calm.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Одно из сооружений напоминаем мне храм Синто"
                        },
                        {
                            "speaker": "",
                            "text": "Отправлюсь к нему."
                        }]
                    },
                    {
                    "scene": 2,
                    "image": "1-2-1.jpg",
                    "audio": "exploration.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Мои ноги, словно сами, несли меня к храму. "
                        },
                        {
                            "speaker": "",
                            "text": "Зайдя во врата храма, я оказался будто бы в другом месте, передо мной открылся неописуемый вид…"
                        }
                    ]},
                    {
                    "scene": 3,
                    "image": "1-2-2.jpg",
                    "audio": "exploration.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Я увидел ее… "
                        },
                        {
                            "speaker": "",
                            "text": "Таинственную девушку, которую встретил на пляже, и ее необычная красота словно манила меня внутрь."
                        },
                        {
                            "speaker": "",
                            "text": "Я решил следовал за ней, доверяя свою жизнь этому моменту."
                        },
                        {
                            "speaker": "",
                            "text": "Спасибо за прочтение ознакомительной главы. Вы можете поддержать автора поставив звёздочку на гитхабе ⭐ https://github.com/Shireee",
                            "end": true
                        }
                    ]}
                ]
            },
            {
                "root_title": "Пойти к Кресту",
                "scenes": [{
                    "scene": 1,
                    "image": "0-0-9.jpg",
                    "audio": "calm.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Сооружений с крестом кажется загадочным."
                        },
                        {
                            "speaker": "",
                            "text": "Отправлюсь к нему."
                        }]
                    },
                    {
                    "scene": 2,
                    "image": "1-3-1.jpg",
                    "audio": "exploration.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Мои ноги, словно сами, несли меня к храму. "
                        },
                        {
                            "speaker": "",
                            "text": "Зайдя во врата храма, я оказался будто бы в другом месте, передо мной открылся неописуемый вид…"
                        }
                    ]},
                    {
                    "scene": 3,
                    "image": "1-3-2.jpg",
                    "audio": "exploration.mp3",
                    "content": [
                        {
                            "speaker": "",
                            "text": "Я увидел ее… "
                        },
                        {
                            "speaker": "",
                            "text": "Таинственную девушку, которую встретил на пряже, и ее необычная красота словно манила меня внутрь."
                        },
                        {
                            "speaker": "",
                            "text": "Я решил следовал за ней, доверяя свою жизнь этому моменту."
                        },
                        {
                            "speaker": "",
                            "text": "Спасибо за прочтение ознакомительной главы. Вы можете поддержать автора поставив звёздочку на гитхабе ⭐ https://github.com/Shireee",
                            "end": true
                        }
                    ]}
                ]
            }]
        }]    
}


